#include <stdio.h>
#include <locale.h>
void name()
{
	setlocale(LC_CTYPE, "RUS");
	puts("  ***********************************************");
	puts("  *  тема: Разработка компьютерного приложения  *");
	puts("  *        Выполнил Комов Е. А.                 *");
	puts("  ***********************************************");
}
void date()
{

	puts("      ___       ___   ___       ___     ___ ");
	puts("  |  |   |     |   |     |     |   |   |    ");
	puts("  |  |   |     |   |     |     |   |   |    ");
	puts("  |  |   |     |   |  ___|     |   |   |___ ");
	puts("  |  |   |     |   |     |     |   |   |   |");
	puts("  |  |   |     |   |     |     |   |   |   |");
	puts("  |  |   |     |   |     |     |   |   |   |");
	puts("  |  |___|     |___|  ___|     |___|   |___|");


}
void main()
{
	name();
	date();
	


	
}
